Repository: changi1122/Standard-Korean-Dictionary
Catalog: 표준국어대사전/Strings/*/Resources.resw
Source language: en
Languages: ko_kr

# ADJ_BtnDefaultbrowser.Content
source: View on Default browser
ko_kr: 기본 브라우저에서 보기

# DA_BtnInform.Label
source: Preface
ko_kr: 일러두기

# DA_BtnMemo.Label
source: Memo
ko_kr: 메모

# DA_BtnMultiSearch.Label
source: Multi Search
ko_kr: 다중 검색

# DA_BtnNetStatusRefresh.Content
source: Refresh
ko_kr: 다시 시도

# DA_PageTitle.Text
source: Word search
ko_kr: 단어 검색

# DA_SearchBox.PlaceholderText
source: Enter words to search
ko_kr: 검색할 단어를 입력하세요

# NaviItem1.Content
source: Word search
ko_kr: 단어 검색

# NaviItem2.Content
source: Hangul orthography
ko_kr: 한글 맞춤법

# NaviItem3.Content
source: Modifications
ko_kr: 수정 내용

# NaviItem4.Content
source: Spelling/grammar inspector
ko_kr: 맞춤법/문법 검사기

# Set_AboutText.Text
source: This app searches words in Standard Korean Language Dictionary created by National Institute of the Korean Language and shows meaning.
ko_kr: 국립국어원이 만든 표준국어대사전에서 단어를 검색하고, 의미를 보여줍니다.

# Set_BtnMail.Content
source: Mail
ko_kr: 메일

# Set_BtnReview.Content
source: Ratings and Reviews
ko_kr: 평점 및 리뷰

# Set_Contact.Text
source: Contact
ko_kr: 프로그램 문의

# Set_Homepage.Text
source: Home page
ko_kr: 홈페이지

# Set_Include.Text
source: This app includes:
ko_kr: 이 앱은 아래 항목을 포함하고 있습니다.

# Set_Option.Text
source: Option
ko_kr: 옵션

# Set_OptionReset.Text
source: App initialization
ko_kr: 앱 초기화

# Set_Pivotitem1.Header
source: General
ko_kr: 일반

# Set_Pivotitem2.Header
source: License
ko_kr: 라이선스

# Set_Pivotitem3.Header
source: About
ko_kr: 정보

# SPC_Agree
source: Agree
ko_kr: 동의함

# SPC_BtnAgreement.Label
source: Agreement
ko_kr: 동의

# SPC_DialogText
source: Korean spelling/grammar inspector is created and operated by Pusan National University Artificial Intelligence Laboratory and Nara Infotech Co., Ltd. This app only connects to the webpage and does not have any rights. This inspector is free for individuals or students only.
ko_kr: 한국어 맞춤법/문법 검사기는 부산대학교 인공지능연구실과 (주)나라인포테크가 만들고, 운영합니다. 이 앱은 해당 웹 페이지에 연결할 뿐 어떠한 권리도 가지고 있지 않습니다. 이 검사기는 개인이나 학생만 무료로 사용할 수 있습니다.

# SPC_Disagree
source: Disagree
ko_kr: 동의하지 않음

# Set_BtnResetSetting.Content
source: Reset settings
ko_kr: 설정 초기화

# Set_DisplayFont.Text
source: Font
ko_kr: 표시 글꼴

# ComboBoxAPIKeyItemCustom
source: Custom
ko_kr: 사용자 입력

# ComboBoxAPIKeyItemPublic
source: Default key
ko_kr: 앱 전용 키

# DA_BtnMemo.ToolTipService.ToolTip
source: Memo
ko_kr: 메모

# DA_BtnMultiSearch.ToolTipService.ToolTip
source: Multi search
ko_kr: 다중 검색

# Dic_BtnBack.Label
source: Back
ko_kr: 뒤로

# Dic_BtnBack.ToolTipService.ToolTip
source: Back
ko_kr: 뒤로

# Dic_BtnHome.Label
source: Home
ko_kr: 홈

# Dic_BtnHome.ToolTipService.ToolTip
source: Home
ko_kr: 홈

# Dic_BtnMemo.Label
source: Memo
ko_kr: 메모

# Dic_BtnMemo.ToolTipService.ToolTip
source: Memo
ko_kr: 메모

# Dic_BtnMultiSearch.Label
source: Multi search
ko_kr: 다중 검색

# Dic_BtnOtherApp.Label
source: Open in another browser
ko_kr: 다른 브라우저에서 열기

# Dic_BtnReadingMode.Label
source: View HTML
ko_kr: HTML 보기

# Dic_BtnRefresh.Label
source: Refresh
ko_kr: 새로 고침

# Dic_BtnRefresh.ToolTipService.ToolTip
source: Refresh
ko_kr: 새로 고침

# ErrorMessageNoInternet
source: No internet connection.
ko_kr: 인터넷 연결 없음.

# ErrorMessageNoResult
source: No search results.
ko_kr: 검색 결과 없음.

# HS_BtnBack.Label
source: Back
ko_kr: 뒤로

# HS_BtnBack.ToolTipService.ToolTip
source: Back
ko_kr: 뒤로

# HS_BtnHome.Label
source: Home
ko_kr: 홈

# HS_BtnHome.ToolTipService.ToolTip
source: Home
ko_kr: 홈

# HS_BtnOtherApp.Label
source: Open in another browser
ko_kr: 다른 브라우저에서 열기

# HS_BtnRefresh.Label
source: Refresh
ko_kr: 새로 고침

# HS_BtnRefresh.ToolTipService.ToolTip
source: Refresh
ko_kr: 새로 고침

# NNG_c1.Text
source: • Make sure the network cable is connected.
ko_kr: • 네트워크 케이블이 연결되어 있는지 확인합니다.

# NNG_c2.Text
source: • Make sure it is not in airplane mode.
ko_kr: • 비행기 모드가 아닌지 확인하세요.

# NNG_c3.Text
source: • Restart your router.
ko_kr: • 라우터를 다시 시작하세요.

# NNG_c4.Text
source: • Make sure the wireless switch is turned on.
ko_kr: • 무선 스위치가 켜져 있는지 확인하세요.

# NNG_NoticeRefresh.Content
source: Retry
ko_kr: 다시 시도

# NNG_Title.Text
source: Not connected
ko_kr: 연결되어 있지 않음

# NNG_Todo.Text
source: Bring it back online.
ko_kr: 다시 온라인 상태가 되도록 합니다.

# NNG_Wait.Text
source: Please wait.
ko_kr: 잠시만 기다려 주세요.

# Set_APIKey.Text
source: Open API authentication key
ko_kr: 오픈 API 인증키

# Set_LicenseLink.Content
source: License full text
ko_kr: 라이선스 전문

# ContentDialogText1
source: Help
ko_kr: 도움말

# ContentDialogText2
source: Close
ko_kr: 닫기

# DA_BtnHelp.Label
source: Help
ko_kr: 도움말

# Dic_BtnHelp.Label
source: Help
ko_kr: 도움말

# Set_Language.Text
source: Language (언어)
ko_kr: 언어 (Language)

# Set_TextRestartNotice.Text
source: You must restart the app for the change to take effect.
ko_kr: 변경내용을 적용하려면 앱을 다시 시작해야 합니다.

# DA_NoSearchText
source: Enter a word to find.
ko_kr: 찾을 말 또는 단어를 입력하세요.

# ComboBoxThemeDark
source: Dark
ko_kr: 어둡게

# ComboBoxThemeLight
source: Light
ko_kr: 밝게

# ComboBoxThemeSystem
source: System
ko_kr: 시스템

# Set_ColorTheme.Text
source: App Color Theme
ko_kr: 앱 색상 모드

# Lab_CheckWordReaderText.Text
source: Hear the sound in the dictionary, click the button that appears next to the pronunciation.
ko_kr: 단어 검색 화면에서 발음 옆에 표시되는 버튼을 클릭해 소리를 들을 수 있습니다. (발음이 정확하지 않을 수 있음.)

# Lab_Sound.Text
source: Sound
ko_kr: 소리

# Lab_Title.Text
source: Lab features
ko_kr: 실험실 기능

# Set_BtnLabFunction.Content
source: Lab features
ko_kr: 실험실 기능

# Set_DevTool.Text
source: Lab features
ko_kr: 개발자 도구
